{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "LocalizeTable",
			"Children": [
				{
					"Source":
					{
						"Text": "LOCALIZATION SAMPLE"
					},
					"Translation":
					{
						"Text": "局地化 見本"
					},
					"Key": "TitleLabel"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "音楽"
					},
					"Key": "MusicLabel"
				},
				{
					"Source":
					{
						"Text": "Select language"
					},
					"Translation":
					{
						"Text": "言語を選択する"
					},
					"Key": "SelectLabel"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": "音"
					},
					"Key": "SoundLabel"
				},
				{
					"Source":
					{
						"Text": "There are <ItalicText>many</> ways to implement localization in <ColoredText>NoesisGUI</>. In this example we are using our <ColoredItalicText>LocTable</> markup extension to integrate with Unreal localization system where we defined localized texts for each label. Each time the language is changed, the displayed text is updated accordingly. The <ColoredItalicText>RichText</> attached property for <ItalicText>TextBlocks</> allows you to use Unreal styles and images in your text."
					},
					"Translation":
					{
						"Text": "<ColoredText>NoesisGUI</>でローカリゼーションを実装する方法はたくさんあります。 この例では、<ColoredItalicText>LocTable</> <ItalicText>markup extension</>を使用して、各ラベルのローカライズされたテキストを定義したUnrealローカリゼーションシステムと統合しています。 言語が変更される たびに、表示されるテキストはそれに応じて更新されます。<ItalicText>TextBlocks</> の <ColoredItalicText>RichText</> 添付プロ パティを使用すると、テキストで Unreal のスタイ ルと画像を使用できます。"
					},
					"Key": "DescLabel"
				}
			]
		}
	]
}